import newsItem1 from "../../assets/img/n1.jpg"
import newsItem2 from "../../assets/img/n2.jpg"
import newsItem3 from "../../assets/img/slide4.jpg"

export const NewsData = [
    {
        image: newsItem2,
        title: 'В этот день, в 1924 году была создана Сибирская детская ко миссия.',
        date: '26.09.2020',
        description: 'Вопрос борьбы с нищенством и беспризорностью несовершеннолетних имеет свою историю. Уже в конце XVII в. слышатся жалобы на ужасное положение нищенствующих детей, «которых множество великое на улицах бродит и ничему их не учат, а возрастут, кроме воровства от таких бродячих людей невозможно быти».'
    },
    {
        image: newsItem1,
        title: 'В этот день в 1932 году был организован Новосибирский путейско-строительный институт инженеров железнодорожного транспорта (СГУПС).',
        date: '25.09.2020',
        description: 'Промышленное развитие России в начале ХХ века изменило отношение общества к высшему образованию. Строительство новых предприятий на востоке страны и общее повышение их технического уровня вызвали необходимость реформы системы высшего образования.'
    },
    {
        image: newsItem3,
        title: 'В этот день',
        date: '',
        description: 'lorem ipsum'
    }
]